[{"body":"## CATALOG OF STATE FINANCIAL ASSISTANCE\n\nThe CSFA is required by GATA and provides a single, authoritative, statewide, comprehensive source of financial assistance program information. State agencies have populated the CSFA with federal, federal pass-through and state awards received. The CSFA also records grantee awards under each CSFA number.\n\nThe public can search the CSFA for agencies with active grant programs, currently funded grants, current funding opportunities, and registered grantees. Use the CSFA tab of this website or the following link to access the public-facing CSFA: https://www.illinois.gov/sites/GATA/Grants/SitePages/CSFA.aspx.\n\n## GRANTEE COMPLIANCE ENFORCEMENT SYSTEM\n\nIllinois is utilizing a federal framework for the Grantee Compliance Enforcement System to drive grantee compliance with grant requirements. This system promotes cross-agency information sharing to improve risk assessment processes and enhance fiscal management transparency.\n\nGATA requires the maintenance of a list of individuals and entities temporarily or permanently ineligible to receive grant funds. This list called the Illinois Stop Payment List (initially introduced in December 2015), is a component of the Grantee Compliance Enforcement System. The Grantee Compliance Enforcement System was implemented January 1, 2017.\n\n## INDIRECT COST RATE NEGOTIATION FOR ILLINOIS GRANTEES\n\nThe Governor’s Office of Management and Budget has contracted with Crowe Horwath to negotiate Indirect Cost Rate Agreements with Illinois Grantees. The Grant Accountability and Transparency Unit received permission from the Federal Government to centralize the negotiation of the indirect cost rate to allow a grantee to negotiate one rate with the State of Illinois. The centrally approved rate will be accepted by all state grant making agencies, instead of requiring a grantee to negotiate separate rates with each state grant making agency when grantees receive grants with multiple agencies. Grantees who have completed the grantee registration, pre-qualification and fiscal and administrative risk assessment will receive an invitation from Crowe Horwath to submit an indirect cost rate proposal for purposes of negotiating a rate.\n\n## FOR MORE INFORMATION\n\nFor full information and links about these items, please see: https://www.illinois.gov/sites/GATA/Pages/default.aspx\n","frontmatter":"title: 'Important Announcement for All State Agencies and Grantee Organizations'\ncreated: '2017-04-04'\nposted: '2017-04-04'\nexcerpt: 'Announcing the public release of the Catalog of State Financial Assistance (CSFA) and the Grantee Compliance Enforcement System.'\nstatus: 'live'\nsection: 'news'","slug":"important-announcement","title":"Important Announcement for All State Agencies and Grantee Organizations","created":"2017-04-04T00:00:00.000-05:00","posted":"2017-04-04T00:00:00.000-05:00","excerpt":"Announcing the public release of the Catalog of State Financial Assistance (CSFA) and the Grantee Compliance Enforcement System.","status":"live","section":"news","path":"/news/important-announcement"}]