[{"frontmatter":"title: 'About the Summit'\ntheme: 'dark'\nalignment: 'left'\nlayout: 'full'\nposted: '2019-02-15'","slug":"about-the-summit","title":"About the Summit","theme":"dark","alignment":"left","layout":"full","posted":"2019-02-15","html":"<p>Please join us for the 2019 Adult Redeploy Illinois &amp; Criminal Justice Coordinating Councils Summit, in Bloomington, May 14-15, 2019.</p>\n<p>Hosted by Adult Redeploy Illinois, the Illinois Criminal Justice Information Authority, and Loyola University’s Center for Criminal Justice Research, Policy, and Practice, the Summit will bring together multi-disciplinary team members from counties and judicial circuits operating or interested in developing CJCCs and ARI-funded local prison diversion programs. Serving as both the eighth annual ARI All-Sites Summit and the third convening of CJCCs from around the state, the event will provide rich opportunities for mutual learning and foster coordinated decision-making.</p>\n<p>Day 1, the afternoon of Tuesday, May 14, will feature separate ARI and CJCC tracks focused on technical assistance and dialogue. There will be a networking reception following Tuesday’s program. Day 2, Wednesday, May 15, will be a full-day agenda exploring critical issues at the intersection of behavioral health and justice, including an inspiring keynote presentation and topical break-out sessions. The intended audience is a spectrum of ARI and CJCC site representatives including but not limited to judges, prosecutors, defense attorneys, treatment providers, probation staff and supervisors, law enforcement, program coordinators, researchers, program partners, and policymakers.</p>\n"},{"frontmatter":"title: 'About Adult Redeploy Illinois'\ntheme: 'light'\nalignment: 'left'\nlayout: 'map'\ntest:\n  - 'one'\n  - 'two'\nposted: '2019-01-29'","slug":"about-adult-redeploy-illinois","title":"About Adult Redeploy Illinois","theme":"light","alignment":"left","layout":"map","test":["one","two"],"posted":"2019-01-29","html":"<p>Adult Redeploy Illinois is a state grant program supporting local efforts to divert individuals from prison to more effective and less expensive community-based supervision and services.</p>\n<p class=\"mb-5\">ARI sites use grant funds to design and implement programs that address individuals’ risks and needs and leverage their assets (family support, employment) to improve public safety and personal outcomes. ARI has grown from five initial pilot sites in early 2011, to the current 26 sites implementing about 50 programs covering 42 Illinois counties (as of March 2019).</p>\n"},{"frontmatter":"title: 'The 2019 Adult Redeploy Illinois & Criminal Justice Coordinating Councils Summit'\ntheme: 'light'\nalignment: 'center'\nlayout: 'full'\nposted: '2019-01-15'","slug":"home","title":"The 2019 Adult Redeploy Illinois & Criminal Justice Coordinating Councils Summit","theme":"light","alignment":"center","layout":"full","posted":"2019-01-15","html":"<h2 id=\"may-14-15-2019\">MAY 14 &amp; 15, 2019</h2>\n<h3 class=\"muted mt-3\" id=\"doubletree-by-hilton-bloomington-illinois\">DoubleTree by Hilton, Bloomington, Illinois</h3>\n<h3 class=\"muted\" id=\"10-brickyard-drive\">10 Brickyard Drive</h3>\n<h3 class=\"muted\" id=\"bloomington-il-61701\">Bloomington, IL 61701</h3>\n"},{"frontmatter":"title: 'About Criminal Justice Coordinating Councils'\ntheme: 'dark'\nalignment: 'left'\nlayout: 'full'\nposted: '2018-02-15'","slug":"about-criminal-justice-coordinating-councils","title":"About Criminal Justice Coordinating Councils","theme":"dark","alignment":"left","layout":"full","posted":"2018-02-15","html":"<p>Criminal Justice Coordinating Councils (CJCCs) are partnerships of decision makers who have a stake in the effective administration of justice. Typically the partnerships are organized at the county level and include representatives from:</p>\n<ul>\n<li>The 3 branches of government (executive, judicial, and legislative)</li>\n<li>Multiple levels of government (city, county, and state agencies)</li>\n<li>Allied stakeholders from various other governmental entities, such as education or health and human services, community based organizations, service providers, and citizens.</li>\n</ul>\n<p>CJCCs follow a structured, data-driven planning process to identify, analyze, solve, and manage justice system issues. This work leads to better understanding of crime and criminal justice problems, greater cooperation among agencies and units of local government, clearer objectives and priorities, more effective resource allocation, and better quality criminal justice programs and personnel. Taken together, these results can increase public confidence in and support for criminal justice processes, enhancing system performance and, ultimately, the integrity of the law.</p>\n"}]