[{"body":"The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.\n\nPursuant to the Act, the Grant Accountability and Transparency Unit (GATU) was established within the Governor's Office of Management and Budget; GATU is charged with implementation of the Act in coordination with state grant-making agencies and nonprofit organizations in Illinois. GATA requires grants administered by state agencies to be awarded in a competitive bidding process. In addition, all applicants must undergo a registration and pre-award screening process. This competitive grant award process is initiated with a Notice of Funding Opportunity (NOFO).\n\n<div class=\"layout row wrap mt-5\">\n<div class=\"flex xs12 sm12 md6\">\n\n## ICJIA Grant Award Process\n\nA Notice of Funding Opportunity (NOFO) requires applicants to concisely address a specified scope of work, provide a program budget detailing personnel and equipment needs, and qualify their experience to implement the program's scope of services. Applications are competitively reviewed and scored.\n\nAll applicants must:\n\n- Register on the State of Illinois Grant Accountability and Transparency Act (GATA) web portal.\n- Pass the pre-qualification verification of the following:\n  - valid DUNS number, current SAM.gov account;\n  - not be on the Federal Excluded Parties List;\n  - be in Good Standing with the Illinois Secretary of State, as applicable;\n  - not be on the Illinois Stop Payment list and not on the Dept. of Healthcare and Family Services Provider Sanctions list.\n- Complete the Internal Control Questionnaire (ICQ).\n- Once a grant award is given to an applicant they must submit to ICJIA a grant packet that includes an ICJIA approved:\n\n- Fully executed agreement\n- Program narrative\n- Program budget\n- Sets of certification documents\n- Programmatic Risk Assessment (PRA)\n\n</div>\n\n<div class=\"flex xs12 sm12 md6\">\n\n## Helpful Hints\n\nA well-developed grant application includes:\n\n- Data and evidence that support the program scope and suggested outputs.\n- Program scope that is aligned with national, regional or local initiatives.\n- Strong and established partnerships with community groups, other not-for-profits, and local governments, detailed in the program scope and in letters of support.\n- Complete and concise responses in every section of the application.\n\nAlso consider:\n\n- Complete the ICQ section of the GATA pre-registration within 3 weeks prior to the submittal of your NOFO application.\n- Submit your Letter of Intent and any questions to the agency that generated the NOFO as soon as possible.\n- Attending the NOFO conference call and review all posted webinars.\n\n</div>\n</div>\n","frontmatter":"title: 'Grant Accountability and Transparency at ICJIA'\nposted: '2019-01-15'\nexcerpt: 'The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.'\nmenuItem: false\nposition: 0\nsection: 'pages'\nhideBreadcrumb: true","slug":"home","title":"Grant Accountability and Transparency at ICJIA","posted":"2019-01-15T00:00:00.000-06:00","excerpt":"The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.","menuItem":false,"position":0,"section":"pages","hideBreadcrumb":true,"path":"/"},{"body":"## Vota omnis conatur adclivis moriemur nitidae Perseus\n\nLorem markdownum etiam qualesque palato tremuloque forma tenebris, e dumque\norant, mittit lingua pelle, domum plena lugebisque! Verti non maxima vulnus et\nforo! Vehit peioris ab frustra, orbum dedit Hecate memorique iubas exspectatus\nlapsu metas cursus modo semicremoque solis. Incommendataque Cupido amplectitur\nquid ignem emicat belloque ut tamen donare ait vitisque utque: querno\nfumantiaque laquei pariter.\n\n- Sorores nymphae quae secundo meorum corpore ut\n- Vacuus domos adspicit cuncta\n- Tulit dividuae\n- Est est manu\n- Tumidus Lotis nunc in messis\n- Proles recolligat stabit prosternit mons quicumque dextra\n\nTutum discretus Salmacis timeam oscula. Contigit Iuno fulmine. Habitavit isto,\nnec Ortygiam fervet modo mons caespite media trux taedia et quam his et. Excidit\ndextra inmergere Procne seque, agit repulsa; utque obumbrat fetus! Tibi ubi\ntenuisset ingens pendebat flexumque stamina nymphae Aphareia protinus; et orant,\noro.\n\n## Non subito cum et saepe\n\nNon pisa caeli, iniuria, umor qui ab constabat cogit, et? Nec ante vocat atra,\nnec et tremit, non res, Oliaros cortice, roganti. Quidem et iussit animal, umor\ndea amictu geminum ullos! Populoque atlas non tamen, Peucetiosque vidit et\nsustinet postquam iamdudum.\n\n- Procul in facies veluti\n- Coeamus invadunt in lingua crimen se vocabula\n- Si tulit\n\n## Procrin timui parvam gravidamve docuique\n\nMente et me saepe torosa communemque terga habitus materno auras avis anguem et\nradice placidis, alasque. Dis pariterque, deae alas; curvat saepe tellure\nmergor.\n\n> Nam patet nant quod leviter omnem egreditur Alpheos ara anima haec nautae\n> vidit, ora. Agmine sine profugam huic petens subiti aut os rugosis annos\n> silentia tamen meritis pudor serpentis!\n\nIn partu moribundo maiorque quam, sed punica inveni illa nuper. Pharsalia illo.\nSic longius missus nantemque laeva Avernas agitavit genusque moenia, ad a\nnostra. Dat alis sacra haustis nato pontus dicere velantque Sabinae insidere!\nBracchia quia illa Aetnaea comitemque Phyllei arsit et mersa consiliis arduus\nsperat, tollens saetis?\n","frontmatter":"title: 'Overview'\nposted: '2019-02-15'\nexcerpt: 'ICJIA GATA Overview'\nmenuItem: true\nposition: 2\nsection: 'pages'","slug":"overview","title":"Overview","posted":"2019-02-15T00:00:00.000-06:00","excerpt":"ICJIA GATA Overview","menuItem":true,"position":2,"section":"pages","path":"/overview"},{"body":"## Est Tmolo ego corniger flesse arsit\n\nLorem markdownum, toris aut purpureas poteram est etiam domos potest, et dedit\nmadefactaque fores, quae qui. His oenea lacertis. Inde fidemque illas bacchantum\net, Veneris cadensve fugis et Imbreus imoque. Submisit Quirini unica nos.\n\nTauri sacra pudore sororia exsistunt procubuit passi inpresso quicquid adest\nmollibus; Baccho iuncturas, perdiderint vires nos saepe. Nido matre pedes\ncorpore vertice florentemque Thisbe praecordia, sarisa finemque quoque dedit.\nAlta sola vetus erit ante Delphos ubi collo metalla quaerunt scire amplectitur!\nPrecor solito tecta et spemque ignota Haemoniosque illud, de sub, et, ipso\nfulmina!\n\n> Totis usque servanda ab teque vagitque, sed celer minanti! Tamen formidabile\n> nescio: formae iuventae, habuit, verbis. Dies Picus die, cum est Bacchus.\n> Genuit inferiora meminit, solent est venit solet, et haec nymphas cum prodes\n> deorum, contemptaque vires et nocti.\n\n## In lumen mens canna\n\nArmandique didicit. Colunt viri vastior honoris patientem quid manu opemque\nille, urbis enim est sic fratribus, nec. Hoste silentia recepi in nullis vapor\nmutet. Regna inde et vestro nacta colla ducere, parva. Saepe est, secus erit\ncolla!\n\n- Furit ope umenti procubuit habent vultus somnia\n- Dicuntur concursum qui ibis istis dedissent cinerem\n- Vincere qui caput\n\nDomo tela at nare tuam his adspicit umbra quin de ilia. Media unum generumque\ntalia; sub remis coeunt purpurea moverat: iam diversa in facta lacrimae,\nelectra! Sola Marmaridae fauces. Ast gaudens hausit; sortes donec valentius\npendere umida sulco.\n\nDe ecce de trahitur terrent serpens comitante horrida futura molle in ante est\nCynthia totumque, ille. Aeacon sum sacraque tenebas Sidonius. Potest in quod\nexercita Aeneaeque nostris carebis. Cerno seque dare procul soporem. Tmolo ubi\nhaereat silentia, in tuumque dixere plurimus apta oraque silvis.\n","frontmatter":"title: 'Webinars'\nposted: '2019-01-15'\nexcerpt: 'ICJIA GATA Webinars'\nmenuItem: true\nposition: 3\nsection: 'pages'","slug":"webinars","title":"Webinars","posted":"2019-01-15T00:00:00.000-06:00","excerpt":"ICJIA GATA Webinars","menuItem":true,"position":3,"section":"pages","path":"/webinars"},{"body":"## Viridique illum memor illa iamque seroque oculos\n\nLorem markdownum, Cancrum dum est illic: sub multaque tellus crurorem. Erat per\nmodo ille tamen regia lacrimas Aeolidae secuta.\n\n> Reduxi exsiccata lacerum posita desit dente referentem recondidit faece, arcus\n> terris. Patuisse arbor hic: in verba exclamant humano convicia oraque\n> rapacibus nocte, cruento veniam! Suum elisa, urbe aeacides naturae vicem\n> potestas.\n\n## Sacro aras contrarius lateat similis virgam aere\n\nMe exsereret fuerit murum invictumque cibos pudor levi, miserere. Sit fata\nquoque multo Circe facti, ripis suos, mihi ostendit vivatis aptumque. Plura\ninque, dixit caeloque, arvo, natam, tectaque, utque. Non quem Pelasgi coniunx,\nin vastat carinae hanc?\n\n- Vastius vaccae illo\n- Ipse classe arva quae incubat secernit Pisaeae\n- Inter est\n\n<div class=\"layout mt-4\">\n<div class=\"flex xs12 sm12 md6\">\n\n## Est ponto i oculosque tot Ascalaphus illuc\n\nEtiam curvamine moventem, figuras luce vinci; quae deusve species propiore\naconita tortoque per Tantalus pariterque urbes. Bracchia Quas in veluti abit\nquoque, ipsi ante pro! Labore visa comae post. Intra et solvit ille bello medio,\nmihi sparsas.\n\n- Per tota iste domitos corpore aetas turpius\n- Superis contraria amoris pulveris quae\n- Aetnam passura viridi cognita tamen\n- Est rerum caelumque inpiger\n\n  </div>\n\n  <div class=\"flex xs12 sm12 md6\">\n\n## Alcmene nunc crudelis ille ante angit auro\n\nGracili modulata et ego. Admissa tibi tulere medius adhuc huic mox, tristia et\nossibus. Suum tendere in ire aequore, annos. Et faciem autumnos, pavent cutem.\n\n1. Tria quique\n2. Fame verso oracla\n3. Magis eris ubi exiguo Troia tam considerat\n4. Alemone illa pectore\n5. Doluit suique\n6. Sumpta successit Dignane\n\nAmuli suos, pro parte vipereas puerilibus ad tegebat pro sortis plena durescit.\nArtes genu uterum admonitu, bis rupisque ignes est facies imagine, est tenet\nsolvi, est diversis.\n\n</div>\n</div>\n","frontmatter":"title: 'Frequently Asked Questions'\nposted: '2019-01-15'\nexcerpt: 'ICJIA GATA Frequently Asked Questions'\nmenuItem: true\nposition: 4\nsection: 'pages'","slug":"faqs","title":"Frequently Asked Questions","posted":"2019-01-15T00:00:00.000-06:00","excerpt":"ICJIA GATA Frequently Asked Questions","menuItem":true,"position":4,"section":"pages","path":"/faqs"},{"body":"## Thebas quae agitante ferens\n\nLorem markdownum Saturnia cumque, sed dubitor mercurio currendo sinuavi amisit.\nMovetur domo lacus: enim nec tristibus pendebat instar discedere distat pondere.\n\n- Lacrimis ante et praecipitant sortes propensum inanis\n- Capillos lucemque palluit poenae comes retinere\n- Manet viri cecidit\n- Currus inter bovis\n- Signant Non est doceri habet fatum copia\n\n## Illi et audiat\n\nPeremi ministeriis cruor; quod fessam a matrem Venerem manus hiatu sanguine at\nnec est. Bromiumque poenas dracones pauca Ityn ante; quisquis longa esto pars\nMiletum Iuppiter vetito ut per quoque, ut.\n\n> Ore non dei! Quod mater plebe attonitus videri inpietate radiis duobus\n> ferentes, iunctissima. Mihi est non retinentia laure videt manat cum corniger\n> facias. Da modo. Pleni novus media triones!\n\n## Statione cum videt passurae undas\n\nMoverat plenaque Achille innectite caecos Latona tibi caelo ponitque sanguine\nnulla, penetralia deme Daedalion est tales geminae humumque. Negate tremula, in\nhabet: non deam unum copia iussit umore relicta aurea tanta; annum. Aedes quam\nuti corpore arvis, pone sparsi una in pietas tenuisse versata, spectantur\nprecari, dum.\n\n> Ibi te superis caelo hordea cervix Priamidenque illum et vatis Penthea\n> institerat fassusque contraxit ipsas. Hospitis tenuit convicia dumque\n> secretasque retemptat primum numeros placeat et sensit domum pro venit moraque\n> si vero. Aequor liquerunt quotiens virgineos iugeribus auras Lycaoniae imagine\n> rursusque mox, et. Foramina ut nudaque operum lacrimae; tibi cum; vos\n> Melanchaetes movit fuerunt. Caelo et candida bis canis dedisti adunco nisi se\n> sanguineam vias successu rotarum parvis exclamatque quae, per.\n\n## Ceyca maius ulnis pudet generum\n\nImas tibi vertice. Et caelum, aquas equis sonuit et tabuit stamina siquidem\niugulatus auster partim siste et Achaia. Se vidisti cum stivave spes, duce pars\nmessis dixit pollice caedis artus templi sedibus intellege. Adhuc ille ciconia:\ninanes peragat fieri, est lacrimans! Et venti transfert deforme coniunctis,\nsociorum.\n\nGaudia visaque coniugis frigore: quicquam recusat exspectatus inter intrat\nsanctae data quod ora! Iunctam pondere accipe una pars quinquennia amando. Nec\nfraudate quem calenti, pariterque raucum, da haerent in Desine metuens vocant.\nCui illa tertius, recondidit petit parentis petit cladis sic.\n","frontmatter":"title: 'Documents'\nposted: '2019-01-15'\nexcerpt: 'ICJIA GATA Documents'\nmenuItem: true\nposition: 5\nsection: 'pages'","slug":"documents","title":"Documents","posted":"2019-01-15T00:00:00.000-06:00","excerpt":"ICJIA GATA Documents","menuItem":true,"position":5,"section":"pages","path":"/documents"},{"body":"","frontmatter":"title: 'Funding Opportunities'\nposted: '2019-01-15'\nexcerpt: 'The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.'\nmenuItem: false\nposition: 999\nsection: 'pages'","slug":"funding","title":"Funding Opportunities","posted":"2019-01-15T00:00:00.000-06:00","excerpt":"The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.","menuItem":false,"position":999,"section":"pages","path":"/funding"},{"body":"","frontmatter":"title: 'Search'\nposted: '2019-01-15'\nexcerpt: 'The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.'\nmenuItem: false\nposition: 999\nsection: 'pages'","slug":"search","title":"Search","posted":"2019-01-15T00:00:00.000-06:00","excerpt":"The Grant Accountability and Transparency Act (GATA) of 2014, 30 ILCS 708/1 et seq., increased accountability and transparency in the use of grant funds and reduced the administrative burden on state agencies and grantees through adoption of federal grant guidelines and regulations.","menuItem":false,"position":999,"section":"pages","path":"/search"}]